Repository: jimregan/citizens-information-raw
Catalog: en-fr/www.citizensinformation.ie/fr/moving_country/moving_to_ireland/introduction_to_the_irish_system/political_system.html.txt.tmx
Source language: en
Languages: fr

source: Political system at national level
fr: Le système politique au niveau national

source: The Constitution is the fundamental legal document that sets down how Ireland should be governed
fr: C'est sur la Constitution irlandaise (appelée en langue gaélique «Bunreacht na hEireann» ou « Loi fondamentale irlandaise »), document juridique fondamental, qu'est établi le cadre de fonctionnement des institutions administratives irlandaises

source: It establishes the Head of State, branches of government, the courts and it also sets out how those institutions should be run
fr: Ce document décrit de Chef d'Etat, les sections de l'exécutif, les instances juridiques et établit également la façon dont ces institutions doivent fonctionner

source: The Constitution has another important function; it describes the fundamental rights that every Irish citizen is entitled to
fr: La Constitution joue un autre rôle primordial en ce qu'elle énumère et décrit les droits fondamentaux de chaque citoyen irlandais

source: The Oireachtas (the Irish Parliament)
fr: Le Oireachtas (ou Parlement irlandais)

source: The Dáil and Seanad (Senate) are collectively known as the Houses of the Oireachtas
fr: Le Oireachtas est composé de deux Chambres, à savoir le Dáil (Chambre des représentants) et le Seanad (Sénat), nommées collectivement « Houses of the Oireachtas »

source: The Government is chosen by and is collectively responsible to the Dáil
fr: Le Dáil doit compter entre sept et quinze ministres (Membres du Gouvernement)

source: There must be a minimum of 7 and a maximum of 15 Ministers
fr: En réalité, le chiffre de 15 ministres est presque toujours atteint

source: The Taoiseach, the Tanaiste and the Minister for Finance must be members of the Dáil
fr: Le Taoiseach (Premier Ministre), le Tanaiste (Premier Ministre) adjoint et le Ministre des Finances doivent appartenir au Dáil

source: It is possible to have 2 Ministers who are members of the Senate but this rarely happens
fr: Il est possible de nommer deux Sénateurs à des postes ministériels mais cela se produit rarement

source: The Government's main functions are to propose legislation, manage the public finances and administer the government departments
fr: Les tâches principales du Gouvernement consistent à proposer des lois, gérer les finances publiques et à administrer les différents ministères

source: The Government is responsible to the Dáil. It is not responsible to the Senate
fr: Le Gouvernement répond de ses actions devant le Dáil mais il n'a pas de comptes à rendre au Seanad

source: However, Ministers have a right to attend the Senate and it is normal practice for the relevant Minister or Minister of State to be present when the House is dealing with their areas of responsibility
fr: Toutefois, les Ministres ont le droit d'assister aux séances du Seanad et il est même courant que le Ministre ou Secrétaire d'Etat concerné soit présent lorsque les discussions des Sénateurs portent sur un domaine dont il a la responsabilité

source: Much of the work of the Dáil and Senate is now done in Committees
fr: Le Dáil tout comme le Seanad effectuent la plus grosse partie de leur travail dans le cadre de Commissions

source: Each House may form Committees for particular purposes
fr: En effet, chaque Chambre peut établir des Commissions à des fins particulières

source: Select Committees have the power to take oral and written evidence and seek documents
fr: Il est possible aux Commissions parlementaires de recevoir des témoignages sous forme orale ou écrite et de demander à obtenir des documents

source: Joint Committees are Select Committees of each House sitting and voting together
fr: Les Commissions ad hoc n'ont pas les mêmes pouvoirs que les Commissions parlementaires

source: Special Committees do not have the same powers as Select Committees
fr: Les Ministres peuvent être d'office membres des Commissions

source: In general, Committees deal with Estimates of Expenditure, Committee Stages of Bills relevant to their terms of reference and related reports
fr: En général, les Commissions examinent les Prévisions budgétaires, les Projets de Lois au stade de la Commission dans le cadre de leur domaine spécifique et des rapports respectifs qui en découlent

source: It is common for Committees to invite voluntary and community organisations and/ or experts to make submissions to them on various issues and it is also common for such organisations to ask to make a submission
fr: Il est fréquent que les Commissions fassent appel aux avis et aux propositions d'organismes bénévoles et communautaires et/ou d'experts sur un certain nombre de sujets. Par ailleurs, de tels organismes demandent souvent à présenter une motion

source: Controlling the public finances
fr: Contrôle des finances publiques

source: Each year, the Government prepares the Estimates of the Receipts and Expenditure of the State
fr: Le Gouvernement prépare chaque année les Prévisions des Recettes et des Dépenses de l'Etat (Estimates of the Receipts and Expenditure of the State)

source: This is an outline of the costs of running each Department and Office of State
fr: Il s'agit là d'une estimation des coûts encourus dans l'administration de chaque Ministère ou Secrétariat d'Etat

source: The Estimates are published before the annual Budget. The Dáil and the relevant Committees debate the Estimates in detail
fr: Ces chiffres sont publiés avant le Budget annuel et soumis au Dáil et aux Commissions concernées pour examen détaillé

source: The Estimates are passed by the Dáil and are given statutory effect by the Appropriation Act
fr: Les Prévisions sont ensuite votées par le Dáil et prennent alors force de loi sous forme de la Loi de Finances

source: The Budget is given immediate legal effect by financial resolutions of the Dáil on the evening of the Budget speech
fr: Le Budget prend effet immédiatement d'un point de vue légal lorsque le Dáil adopte des motions de finances le soir du discours de présentation du Budget

source: The Finance Act must be passed within 4 months of the Budget
fr: Il est nécessaire que la Loi de Finances soit votée dans les quatre mois suivant l'approbation du Budget

source: At present, budgeting is on an annual basis
fr: Le budget de l'état est actuellement présenté chaque année

source: Proposals for multi-annual budgets are being considered
fr: Des propositions de budgets portant sur plusieurs années sont en cours d'examen

source: You can view the full text of Ireland's Budget here
fr: Vous pouvez visualiser ici l’intégralité du Budget irlandais

source: The Comptroller and Auditor General is appointed under the Constitution to control on behalf of the State all disbursements and to audit all accounts of moneys administered by or under the authority of the Oireachtas
fr: En vertu de la Constitution, le Contrôleur et Commissaire aux Comptes Général est nommé dans le but de vérifier au nom de l'Etat toutes les dépenses et de contrôler les comptes des sommes d'argent gérées par ou sous la responsabilité du Oireachtas

source: The Comptroller's functions are set out in legislation
fr: Le rôle du Contrôleur Général est défini dans la législation

source: It is almost always the Government of the day that propose new laws
fr: Les nouvelles lois sont généralement créées par le Gouvernement au pouvoir

source: A Minister presents a Bill to the Dáil or Seanad for discussion and decision
fr: Ainsi, un Ministre présente un Projet de Loi (Bill) au Dáil ou au Seanad pour examen et décision

source: A Bill is proposed legislation - after it is passed and signed by the President, it is called an Act. Occasionally, a TD or Senator presents what is called a Private Member's Bill
fr: Un Projet de Loi constitue une proposition et devient une Loi (Act) une fois qu'il a été voté par le Parlement et signé par le Président

source: It is very rare for such a Bill to get beyond the first stage - the reasons for this are political rather than legal
fr: Parfois, un membre de la Chambre des Représentants (TD) ou un Sénateur présentera ce qui s'appelle une Proposition de Loi (Private Member's Bill) mais il est rare qu'une telle proposition aille plus loin, pour des raisons plutôt politiques que légales

source: However, some important legislation in recent years has resulted from Private Members' Bills - notably The Judicial Separation and Family Law Reform Act 1989
fr: Ces dernières années toutefois, des lois importantes ont vu le jour grâce à des Propositions de Loi, notamment la Loi de 1989 sur la Séparation judiciaire et la Réforme du Droit familial

source: The procedure is the same whether the Bill is proposed by the Government or by a Member
fr: La procédure suivie est la même, que la loi soit proposée par le Gouvernement ou par un membre du Oireachtas

source: Usually, a Bill is presented by a Minister to the Dáil
fr: Un Projet de Loi est généralement présenté au Dáil par un Ministre mais la procédure émane parfois du Seanad

source: Occasionally the process is started in the Seanad but any Bills dealing with taxation or related matters must start in the Dáil
fr: Toutefois, tout Projet de Loi relatif à l'impôt ou à des questions qui s'y rapportent doit prendre origine dans le Dáil

source: Each Bill has to go through a number of stages or readings
fr: Chaque Projet de Loi doit passer par un certain nombre « d'étapes » ou « lectures »

source: It can be defeated at any of these stages and, if this happens in the Dáil, the process ends there
fr: il est possible de le rejeter à chacune de ces étapes et, si cela se produit dans le Dáil, la procédure s'arrête là

source: The Seanad can only obstruct a Bill
fr: Le Seanad peut uniquement faire opposition parlementaire à un Projet de Loi

source: In practice, Government Bills are not often defeated
fr: En réalité, les Projets de Loi émanant du Gouvernement sont rarement rejetés

source: You can view all Irish legislation 1922 to date here
fr: Vous pouvez visualiser ici l’intégralité de la legislation irlandaise 1922-2005

source: The first stage or reading just involves presenting the title of the Bill to the Dáil (or Seanad)
fr: La première étape ou lecture consiste uniquement à présenter au Dáil (ou Seanad) l'appellation du Projet de Loi

source: In effect, that just allows the Bill to be printed
fr: Cela a pour seul effet de permettre l'impression du Projet de Loi

source: The Bill is then circulated to all TDs (or Senators) and there is a second reading
fr: Ce document est alors envoyé à tous les TD (ou Sénateurs) et une seconde lecture a lieu

source: At this second stage the Minister who is presenting the Bill explains what it is all about
fr: C'est alors que le Ministre chargé de présenter le projet l'explique de manière détaillée

source: The next stage is called the Committee stage
fr: A ce stade, plusieurs orateurs des partis de l'Opposition communiquent leur opinion et une discussion générale du projet a lieu

source: The Bill is analysed in detail at this stage and amendments may be put down either by the Government or the Opposition
fr: La « Commission » peut être constituée d'un certain nombre de membres du Dáil ou encore de la Chambre dans sa totalité

source: The fourth stage - sometimes called the report stage - involves an overall discussion and again, amendments may be put down and voted upon
fr: (Une description détaillée des Commissions est présentée plus haut.) Lors de la quatrième étape - parfois appelée étape du compte rendu (report stage), un examen général a lieu et des amendements peuvent être suggérés de nouveau et portés au vote

source: The next stage involves sending the Bill to the other House (the Seanad usually) where a similar procedure is followed
fr: L'étape suivante consiste à transmettre le Projet de loi à l'autre Chambre (le Seanad d'habitude) où une procédure similaire sera suivie

source: The Seanad cannot amend or defeat a money Bill. It can amend and delay other Bills
fr: Le Seanad ne peut modifier ou rejeter un Projet de Loi relatif aux finances mais il peut amender et entraver d'autres propositions

source: When the Bill is passed by both the Dáil and Seanad it is sent to the President for signature
fr: Une fois qu'un Projet de Loi a été accepté par le Dáil et le Seanad, il est envoyé au Président qui va le signer et lui donner ainsi valeur de Loi

source: The Bill is now an Act
fr: Cette Loi peut entrer en vigueur dès sa signature par le Président ou elle peut comprendre une ou plusieurs clauses stipulant à quel moment elle doit prendre effet

source: It may become law immediately after the President signs or there may be a clause or clauses in it which specify when it will come into effect
fr: A titre d'exemple, il peut arriver qu'une clause spécifique de certaines lois détermine que celles-ci entreront en vigueur dans le mois suivant leur signature

source: Subordinate legislation is a lesser form of legislation than Acts
fr: Le pouvoir législatif accordé à l'Exécutif équivaut à une forme législative inférieure aux Lois

source: The most common is a Statutory Instrument (SI)
fr: Les décrets-lois en sont les plus courants

source: There must be specific power laid down in an Act in order to allow a Statutory Instrument to be effective
fr: Il est nécessaire qu'une Loi définisse les pouvoirs spécifiques d'un décret-loi afin de permettre à celui-ci d'être efficace

source: Usually an Act authorises a Minister to make Regulations dealing with details
fr: En général, une Loi autorise un Ministre à réglementer de manière détaillée car, en elle-même, la Loi établit le droit général

source: The Statutory Instrument cannot deviate in any way from what is laid down in the Act - if they do, they are what is called ultra vires
fr: Il existe des dizaines de décrets-lois relatifs à la protection sociale, plus sans doute que dans tout autre domaine

source: That means "beyond the powers" - that is, the Minister does not have the power to do what he is purporting to do
fr: Les Lois relatives à la Protection sociale (Social Welfare Acts) en définissent les grandes lignes et les décrets-lois en précisent les conditions

source: Statutory Instruments do not usually have to be passed by the Oireachtas
fr: En général, il n'est pas nécessaire que le Oireachtas approuve les décrets-lois

source: Apart from Ministers, certain other bodies, mainly regulatory bodies, have the power to make subordinate legislation, for example, the Commission for Telecommunications Regulation (ComReg) and the Incorporated Law Society
fr: Le Directeur de la réglementation relative aux télécommunications (Director of Telecommunications Regulation), l'Association des avoués (Law Society of Ireland) et les Commissions mixtes du parti travailliste (Joint Labour Committees) font partie de ces organismes

source: The role of Ministers
fr: Le rôle des Ministres

source: Under the Constitution, Departments of State are administered by members of the Government (Ministers) and the Minister is in charge of the Department
fr: Aux termes de la Constitution, les Ministères sont dirigés par des membres du Gouvernement (les Ministres) et le Ministre est responsable de son Ministère

source: This means that final responsibility rests with the Minister but many of the functions of the Department and responsibility for various actions are assigned to civil servants
fr: En d'autres termes, c'est au Ministre qu'incombe la responsabilité finale mais des fonctionnaires assument un grand nombre des fonctions du Ministère et doivent rendre compte de certains actes

source: Green Papers, White Papers and discussion documents
fr: Livres verts/Livres blancs/Documents portant à discussion

source: A Green Paper is a discussion document, usually written by civil servants, in which an issue is outlined, various options are suggested and the advantages and disadvantages of those options may be set out
fr: Le principe politique sous-tendant le processus de publication d'un Livre vert (Green Paper) ou blanc (White Paper) est le suivant : un Livre vert consiste en un document portant à discussion, généralement préparé par des fonctionnaires, dans lequel un problème est présenté, différentes options sont suggérées et les avantages et les inconvénients de ces alternatives sont éventuellement décrits

source: Generally, the public is asked for submissions on the options proposed
fr: Le public est habituellement invité à soumettre des propositions quant aux options suggérées

source: After this process is complete, a White Paper is drawn up - this sets out the Government's policy on the issue and what it intends to do
fr: Le processus de consultation une fois terminé, un Livre blanc est préparé qui présente la politique gouvernementale en la matière et les intentions de l'administration

source: The proposals in the White Paper are then implemented
fr: Les propositions décrites dans le Livre blanc sont alors mises en pratique

source: Sometimes this process occurs but the titles Green and White Papers are not used; they are called discussion documents or something similar
fr: Il se peut que ce processus ait lieu mais les termes Livre vert et Livre blanc ne sont pas employés, auquel cas il s'agit de documents portant à discussion ou équivalents

source: Sometimes a White Paper is published without a preceding Green Paper
fr: Parfois même, un Livre blanc est publié alors qu'un Livre vert ne l'a pas précédé

source: Sometimes the process is carried through and then nothing happens after the White Paper is published
fr: Dans d'autres cas, le processus suit son cours mais ne débouche sur rien de concret après la publication du Livre blanc

source: Sometimes papers are published which have the same effect as a White Paper but are called strategy documents or similar
fr: Il se peut également que des documents soient publiés dont l'effet est le même qu'un Livre blanc mais ceux-ci sont appelés documents stratégiques ou quelque chose de similaire

source: The actual public consultation process varies as well
fr: Par ailleurs, le processus même de consultation publique peut varier
